const payBalanceQuestions = [
  {
    title: "Как узнать свой лицевой счет?1",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow1",
  },
  {
    title: "Как узнать свой лицевой счет?2",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow2",
  },
  {
    title: "Как узнать свой лицевой счет?3",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow3",
  },
  {
    title: "Как узнать свой лицевой счет?4",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow4",
  },
];

const tvQuestions = [
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow1",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow2",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow3",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow4",
  },
];

const blockQuestions = [
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow1",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow2",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow3",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow4",
  },
];
const intQuestionsQuestions = [
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow1",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow2",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow3",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow4",
  },
];
const movingQuestions = [
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow1",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow2",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow3",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow4",
  },
];
const ipQuestions = [
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow1",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow2",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow3",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow4",
  },
];
const equipmentQuestions = [
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow1",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow2",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow3",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow4",
  },
];
const antivirusQuestions = [
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow1",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow2",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow3",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow4",
  },
];
const joinWithYourNumberQuestions = [
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow1",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow2",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow3",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow4",
  },
];
const saleQuestions = [
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow1",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow2",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow3",
  },
  {
    title: "Как узнать свой лицевой счет?",
    answer:
      "Номер телефона — это ваш лицевой счёт. С его помощью можно оплатить услуги, войти в личный кабинет и в МегаФон ТВ.",
    rating: 0,
    id: "howToKnow4",
  },
];

export const categories = [
  {
    title: "Оплата, баланс, счет",
    rating: 0,
    id: "payBalance",
    questions: payBalanceQuestions,
  },
  { title: "МегаФон ТВ", rating: 0, id: "tv", questions: tvQuestions },
  {
    title: "Добровольная блокировка",
    rating: 0,
    id: "block",
    questions: blockQuestions,
  },
  {
    title: "Вопросы по домашнему Интернету",
    rating: 0,
    id: "intQuestions",
    questions: intQuestionsQuestions,
  },
  {
    title: "Переезд вместе с нами",
    rating: 0,
    id: "moving",
    questions: movingQuestions,
  },
  {
    title: "Статический IP адрес",
    rating: 0,
    id: "ip",
    questions: ipQuestions,
  },
  {
    title: "Оборудование",
    rating: 0,
    id: "equipment",
    questions: equipmentQuestions,
  },
  {
    title: "Антивирус",
    rating: 0,
    id: "antivirus",
    questions: antivirusQuestions,
  },
  {
    title: "В МегаФон со своим номером",
    rating: 0,
    id: "joinWithYourNumber",
    questions: joinWithYourNumberQuestions,
  },
  { title: "Скидки близким", rating: 0, id: "sale", questions: saleQuestions },
];
